Tekla.Structures.Model.Internal.CancellableProgressReportDelegate
Progress report callback delegate.
exportPhase: The current export phase.
progressPercentage: The current progress percentage.
Returns: 1 if the operation should continue, 0 if the operation should be canceled.